Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=50_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Elinkeino- ja oikeuslautakunta
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd

source: Elinkeino- ja oikeuslautakunta Elinkeino- ja oikeuslautakunta valmistelee ehdotukset, aloitteet ja lausunnot sekä muut kannanotot, jotka koskevat saamelaisten elinkeinoja, saamelaisten kotiseutualueen ympäristöä ja saamelaisten oikeuksia.
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd valmštââll ehdtõõzzid, aalǥtõõzzid da ceâlklmid da jeeʹres beäʹlestväʹlddmõõžžid, kook kueʹsǩǩe saaʹmi jieʹllemvueʹjjid, saaʹmi dommvuuʹd pirrõõzz da saaʹmi vuõiggâdvuõđid.

source: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.
sms: Luʹvddkåʹdd rääjj piirieeʹjji čiõlǥtõõzz Sääʹmteeʹǧǧ såbbra saaʹmi spesialvuõiggâdvuõđi teâddjumuužžâst da sij kuõskki lääʹjjšiõttõshaŋǩǩõõzzi ouddnumuužžâst.

source: Elinkeino- ja oikeuslautakunnan asioiden valmistelijana ja esittelijänä toimii Saamelaiskäräjien lakimiessihteeri.
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd aaʹšši valmštõõllʼjen da čiõʹlǧǧeejen tuåimm Sääʹmteeʹǧǧ lääʹǩǩpiizar.

source: Lautakuntaan kuuluvat vuosina 2012 - 2015 seuraavat jäsenet:
sms: Luʹvddkådda koʹlle eeʹjjin 2012 - 2015 täk-aa vuässla:

source: Jäsenet:
sms: Vuässla:

source: Hetta Jouko, vpj.
sms: Linnanmäki Teija

source: Varajäsenet:
sms: Vääʹrrvuässla:

source: Nillukka Merja
sms: Feodoroff Veikko
